Repository: MomoelBG/Redly-Ground-1-2-3-4
Catalog: localisation/*.po
Languages: de_de, es, it, it_it, ja_jp, ru_ru

source: [PARAMETRES]
de_de: [EINSTELLUNGEN]
es: [AJUSTES]
it: [IMPOSTAZIONI]
ja_jp: [設定]
ru_ru: [НАСТРОЙКИ]

source: CREDITS/AUDIO
de_de: KREDITE/Audio-
es: CRÉDITOS/AUDIO
it: CREDITI/AUDIO
ja_jp: クレジット/音声
ru_ru: КРЕДИТЫ/АУДИО

source: AFFICHAGE
de_de: ANZEIGE
es: MOSTRAR
it: DISPLAY
ja_jp: 画面
ru_ru: ОТОБРАЖАТЬ

source: GRAPHIQUE
de_de: DIAGRAMM
es: CUADRO
it: GRAFICO
ja_jp: チャート
ru_ru: ДИАГРАММА

source: CONTROLES
de_de: STEUERUNGEN
it: CONTROLLI
ja_jp: コントロール
ru_ru: УПРАВЛЕНИЕ

source: LANGAGE
de_de: SPRACHE
es: IDIOMA
it: LINGUA
ja_jp: 言語
ru_ru: ЯЗЫК

source: RETOUR
de_de: ZURÜCK
es: ATRÁS
it: INDIETRO
it_it: INDIETRO
ja_jp: 戻る
ru_ru: назад

source: CREDITS
de_de: KREDITE
es: CRÉDITOS
it: CREDITI
ja_jp: クレジット
ru_ru: КРЕДИТЫ/АУДИО

source: Grabpack by @Detectpika Map by @MobStageStudio LINKS https://www.youtube.com/ @detectpika https://www.youtube.com/ @MobStageStudio
de_de: Grabpack von @Detectpika Karte von @MobStageStudio LINKS https://www.youtube.com/ @detectpika https://www.youtube.com/ @MobStageStudio
es: Grabpack by @Detectpika Map by @MobStageStudio enlace https://www.youtube.com/ @detectpika https://www.youtube.com/ @MobStageStudio
it: Grabpack by @Detectpika Map by @MobStageStudio collegamento https://www.youtube.com/ @detectpika https://www.youtube.com/ @MobStageStudio
ja_jp: Grabpack by @Detectpika Map by @MobStageStudio リンク https://www.youtube.com/ @detectpika https://www.youtube.com/ @MobStageStudio
ru_ru: Grabpack де @Detectpika Map де @MobStageStudio ССЫЛКИ https://www.youtube.com/ @detectpika https://www.youtube.com/ @MobStageStudio

source: Volume
de_de: Volumen
es: Volumen
ja_jp: 音量
ru_ru: Объем

source: Mute
de_de: Stumm
es: Silenciar
it: Muto
ja_jp: ミュート
ru_ru: Немой

source: Resolution
de_de: Auflösung
es: Resolución
it: Risoluzione
ja_jp: 解決
ru_ru: Разрешение

source: PARAMETRES D'AFFICHAGE
de_de: ANZEIGEEINSTELLUNGEN
es: AJUSTES DE PANTALLA
it: IMPOSTAZIONI DEL VISUALIZZATORE
ja_jp: 表示設定
ru_ru: НАСТРОЙКИ ДИСПЛЕЯ

source: EXEMPLE BOUTON GRAPHIQUES
de_de: BEISPIEL EINER GRAFISCHEN TASTE
es: EJEMPLO DE BOTÓN GRÁFICO
it: ESEMPIO DI PULSANTE GRAFICO
ja_jp: グラフィックボタンの例
ru_ru: ПРИМЕР ГРАФИЧЕСКОЙ КНОПКИ

source: Exemple Section
de_de: Beispielabschnitt
es: Sección de ejemplo
it: Sezione di esempio
ja_jp: 例セクション
ru_ru: Пример раздела

source: PARAMETRES GRAPHIQUE BIENTOT
de_de: GRAFIKEINSTELLUNGEN KOMMEN BALD
es: CONFIGURACIÓN DE GRÁFICOS PRÓXIMAMENTE
it: IMPOSTAZIONI GRAFICHE DISPONIBILI A BREVE
ja_jp: グラフィック設定は近日公開予定です
ru_ru: НАСТРОЙКИ ГРАФИКИ СКОРО

source: MOUVEMENT
de_de: BEWEGUNG
es: MOVIMIENTO
it: MOVIMENTO
ja_jp: 動き
ru_ru: ДВИЖЕНИЕ

source: AVANCER: Z
de_de: VORWÄRTS: Z
es: ADELANTE: Z
it: AVANTI: Z
ja_jp: 前進：Z
ru_ru: ВПЕРЕД: Z

source: GAUCHE: Q
de_de: LINKS: Q
es: IZQUIERDA: Q
it: A SINISTRA: D
ja_jp: 左：Q
ru_ru: СЛЕВА: Вопрос

source: RECULER: S
de_de: RÜCKWÄRTS: S
es: HACIA ATRÁS: S
it: ALL'INDIETRO: S
ja_jp: 後方：S
ru_ru: НАЗАД: С

source: DROITE: D
es: DERECHA: D
it: A DESTRA: D
ja_jp: 右：D
ru_ru: СПРАВА: Д

source: SAUTER: BARE D'ESPACE
de_de: SPRINGEN: LEERTASTE
es: SALTAR: BARRA ESPACIADORA
it: SALTA: BARRA SPAZIATRICE
ja_jp: ジャンプ: スペースキー
ru_ru: ПРОПУСТИТЬ: ПРОБЕЛ

source: S'ACROUPIR: CTRL
de_de: HOCKEN: STRG
es: Agacharse: CTRL
it: ACCOGLIERSI: CTRL
ja_jp: スクワット: CTRL
ru_ru: ПРИСЕГНУТЬ: CTRL

source: GRABPACK GAUCHE: SOURIS GAUCHE
de_de: LINKER GRABPACK: LINKE MAUS
es: GRABPACK IZQUIERDA: RATÓN IZQUIERDO
it: GRABPACK SINISTRA: MOUSE SINISTRO
ja_jp: 左グラバックパック: 左マウス
ru_ru: GRABPACK СЛЕВА: ЛЕВАЯ МЫШЬ

source: GRABPACK DROITE: SOURIS DROITE
de_de: RECHTER GRABPACK: RECHTE MAUS
es: GRABPACK DERECHA: RATÓN DERECHO
it: GRABPACK DESTRA: MOUSE DESTRO
ja_jp: 右グラバックパック: 右マウス
ru_ru: GRABPACK СПРАВА: ПРАВАЯ МЫШЬ

source: CHANGER MAINS: 1, 2, 3, 4, 0
de_de: HANDWECHSEL: 1, 2, 3, 4, 0
es: CAMBIAR DE MANOS: 1, 2, 3, 4, 0
it: CAMBIO MANI: 1, 2, 3, 4, 0
ja_jp: 手を変える: 1、2、3、4、0
ru_ru: СМЕНА РУКИ: 1, 2, 3, 4, 0

source: PAUSE: ECHAP
de_de: PAUSE: ESC
es: PAUSA: ESC
it: PAUSA: ESC
ja_jp: 一時停止: ESC
ru_ru: ПАУЗА: ESC

source: LANGUE
de_de: SPRACHE
es: IDIOMA
it: LINGUA
ja_jp: 言語
ru_ru: ЯЗЫК

source: Langues Disponibles
de_de: Verfügbare Sprachen
es: Idiomas disponibles
it: Lingue disponibili
ja_jp: 利用可能な言語利用可能な言語
ru_ru: Доступные языки

source: OPTIONS LANGUAGE BIENTOT
de_de: SPRACHOPTIONEN KOMMEN BALD
it: OPZIONI DI LINGUA DISPONIBILI A BREVE
ja_jp: 言語オプションは近日公開予定です
ru_ru: ЯЗЫКОВЫЕ ВАРИАНТЫ СКОРО

source: Changer la langue
de_de: Sprache ändern
es: Cambiar idioma
it: Cambia lingua
ja_jp: 言語を変更する
ru_ru: Изменить язык

source: Chapitre 1,2,3&4
it_it: Capitolo 1,2,3 e 4

source: ‘secrets untangled’
it_it: “segreti svelati”

source: After descending into the abyss, you come face to face with terrifying secrets that must be unraveled before it's too late, as both old and new enemies close in on you
it_it: Dopo essere sceso nell'abisso, ti trovi faccia a faccia con cose terrificanti segreti che devono essere svelati prima è troppo tardi, sia vecchio che nuovo i nemici ti si avvicinano

source: CONTINUER
it_it: CONTINUARE

source: NOUVELLE PARTIE
it_it: NUOVA PARTE

source: CHARGER
it_it: CARICO

source: PARAMETRE
it_it: COLLOCAMENTO

source: QUITTER
it_it: COLLOCAZIONE

source: [REPLAY ENCOUNTER]
it_it: [INCONTRO RIPETI]

source: Level Name
it_it: Nome del livello

source: CHARGER LE CHECKPOINT
it_it: CARICARE IL CHECKPOINT

source: CHAPITRE 1&2
it_it: CAPITOLO 1&2

source: CHAPITRE 3&4(en cours)
it_it: CAPITOLO 3&4v (in corso)
