Repository: MomoelBG/Redly-Ground-1-2-3-4
Catalog: localisation/*_t.po
Languages: de, es, ja_jp, ko_kr

source: Chapitre 1,2,3&4
de: Kapitel 1,2,3&4
es: Capítulo 1,2,3 y 4
ja_jp: 第 1 章、2 章、3 章、4 章
ko_kr: 1,2,3,4장

source: ‘secrets untangled’
de: „Geheimnisse entwirrt“
es: 'Secretos desenredados'
ja_jp: 「紐解かれた秘密」
ko_kr: '얽힌 비밀이 풀리다'

source: After descending into the abyss, you come face to face with terrifying secrets that must be unraveled before it's too late, as both old and new enemies close in on you
de: Nach dem Abstieg in den Abgrund, Sie stehen vor furchterregenden Wesen Geheimnisse, die vorher gelüftet werden müssen Es ist zu spät, wie das Alte und das Neue Die Feinde kommen dir immer näher
es: Después de descender al abismo, Te encuentras cara a cara con terroríficos Secretos que deben ser desvelados antes. Es demasiado tarde, tanto lo viejo como lo nuevo. Los enemigos se acercan a ti.
ja_jp: 深淵に落ちた後、 あなたは恐ろしいことに直面することになります その前に解明しなければならない秘密 古くて新しいのでもう手遅れです 敵があなたに迫っています
ko_kr: 심연으로 내려간 후, 당신은 무서운 일과 마주하게 됩니다 그 전에 풀어야 할 비밀 너무 늦었어, 낡은 것과 새로운 것 모두 적들이 당신에게 가까이 다가옵니다

source: CONTINUER
de: WEITERMACHEN
es: CONTINUAR
ja_jp: 続く
ko_kr: 계속하다

source: NOUVELLE PARTIE
de: NEUES TEIL
es: NUEVA PARTEv
ja_jp: 新しいパーツ
ko_kr: 새로운 부품

source: CHARGER
de: LADEN
ko_kr: 짐

source: PARAMETRE
de: EINSTELLUNG
es: PARÁMETROS
ja_jp: パラメータ
ko_kr: 매개변수

source: QUITTER
de: ZU VERLASSEN
es: SALIR
ja_jp: 出発する
ko_kr: 떠나다

source: [REPLAY ENCOUNTER]
de: [WIEDERHOLUNG DER BEGEGNUNG]
es: [REPRODUCIR EL ENCUENTRO]
ja_jp: 【リプレイ・エンカウンター】
ko_kr: [리플레이 만남]

source: Level Name
de: Ebenenname
es: Nombre del nivel
ja_jp: レベル名
ko_kr: 레벨 이름

source: CHARGER LE CHECKPOINT
de: LADEN SIE DEN CHECKPOINT
es: CARGADOR EL CHECKPOINT
ja_jp: 充電器のチェックポイント
ko_kr: 체크포인트 로드

source: RETOUR
de: ZURÜCK
es: ATRÁS
ja_jp: 戻る
ko_kr: 뒤쪽에

source: CHAPITRE 1&2
de: KAPITEL 1&2
es: CAPITULO 1 Y 2
ja_jp: 第 1 章と第 2 章
ko_kr: 1장과 2장

source: CHAPITRE 3&4(en cours)
de: KAPITEL 3 und 4 (fortlaufend)
es: CAPÍTULO 3 Y 4 (en curso)
ja_jp: 第1章と第2章
ko_kr: 3장 및 4v장(진행 중)
