Repository: MomoelBG/Redly-Ground-1-2-3-4
Catalog: localisation/*_ttttttttt.po
Languages: ru_ru

source: Chapitre 1,2,3&4
ru_ru: Глава 1,2,3 и 4

source: ‘secrets untangled’
ru_ru: «тайны раскрыты»

source: After descending into the abyss, you come face to face with terrifying secrets that must be unraveled before it's too late, as both old and new enemies close in on you
ru_ru: Спустившись в пропасть, ты сталкиваешься лицом к лицу с ужасающим секреты, которые необходимо разгадать заранее уже слишком поздно, ведь и старое, и новое враги приближаются к тебе

source: CONTINUER
ru_ru: ПРОДОЛЖАТЬ

source: NOUVELLE PARTIE
ru_ru: НОВАЯ ЧАСТЬ

source: CHARGER
ru_ru: НАГРУЗКА

source: PARAMETRE
ru_ru: ПАРАМЕТР

source: QUITTER
ru_ru: УЙТИ

source: [REPLAY ENCOUNTER]
ru_ru: [ПОВТОР ВСТРЕЧИ]

source: Level Name
ru_ru: Название уровня

source: CHARGER LE CHECKPOINT
ru_ru: ЗАРЯДНОЕ УСТРОЙСТВО LE CHECKPOINT

source: RETOUR
ru_ru: НАЗАД

source: CHAPITRE 1&2
ru_ru: ГЛАВА 1 и 2

source: CHAPITRE 3&4(en cours)
ru_ru: ГЛАВА 3 и 4 (продолжается)
